tap "FelixKratz/formulae"

cask "aerospace"
cask "bitwarden"
cask "dbeaver-community"
cask "font-comic-shanns-mono-nerd-font"
cask "font-hack-nerd-font"
cask "ghostty"
cask "gitkraken"
cask "headlamp"
cask "helium-browser"
cask "microsoft-teams"
cask "postman"
# cask "raycast" # using raycast beta version
cask "visual-studio-code"

brew "azure-cli"
brew "chezmoi"
brew "docker"
brew "docker-completion"
brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "sketchybar"
brew "starship"
brew "tree-sitter"
brew "usage"
brew "zoxide"
